
/* Description text. %1 is the system version, %2 is the volume name, %3 is the System Folder name if it's not "System Folder" */
"DESCRIPTION_WITH_SFNAME" =	"Olet valinnut kohteen %1 (%3)\nlevyllä ”%2”.";
"DESCRIPTION" =				"Olet valinnut järjestelmän %1\nlevyllä ”%2”.";
"ICON_LABEL_LINE1" =		"%1";
"ICON_LABEL_LINE2" = 		"Taltio: %2";

/* Labels inside the tool-tips */
"Volume:" = "Taltio:";
"System:" = "Järjestelmä:";
"Version:" = "Versio:";
"Location:" = "Sijainti:"; /* name of Mac OS 9 System Folder if it's not called "System Folder" */
"Server:" = "Palvelin:"; /* Internet Host containing NetBoot image */

/* Product names for Beta systems that didn't have SystemVersion.plist */
"PB" = "Julkinen beta";
"WWPB" = "Maailmanlaajuinen beta";

/* The restart button has no ellipsis when the option key is down */
"RESTART" = "Käynnistä uudelleen";
"RESTART..." = "Käynnistä uudelleen…";
"RESTARTING" = "Käynnistetään uudelleen";
"RESTART?" = "Haluatko varmasti käynnistää tietokoneen uudelleen?";
"RESTART_NETINSTALL" = "Haluatko varmasti käynnistää tietokoneen uudelleen tältä asennuslevyltä?";
"SAVE_DESCRIPT" = "Tietokone käynnistyy käyttäen kohdetta %1 taltiolta \"%2\".";
"CANCEL" = "Kumoa";
"OK" = "OK";
"SHUTDOWN" = "Sammuta";

/* You sure you want to go into TDM sheet */
"TDM_AND_RESTART?" = "Haluatko varmasti käynnistää tietokoneen uudelleen kohdelevytilassa?";
"ENTER_TDM" = "Käynnistä uudelleen";
"TDM_DESCRIPT" = "Tietokone käynnistetään uudelleen kohdelevytilassa. Käytä konetta kovalevynä liittämällä se toiseen tietokoneeseen FireWire-kaapelin avulla. Poistu kohdelevytilasta painamalla käynnistyspainiketta.";
"kSD_TDM_BOOTARGS_FOUND" = "Tietokoneen sammuttamiseksi FireWire-levytilasta virtapainiketta on pidettävä painettuna tavallista pidempään, koska käynnistysargumentit sisältävät virhekorjausasetuksia.";

/* The tdm button has no ellipsis when the option key is down */
"TDM" = "Kohdelevytila";
"TDM..." = "Kohdelevytila…";

/* NetBoot Stuff */
"NETWORK_STARTUP" = "Verkkokäynnistys"; /* Search at startup, no NB2 server found */
"NETWORK_STARTUP_LIST" = "Verkkoasetukset…"; /* More Choices icon */
"NETWORK_VOLUME" = "Verkkolevy"; /* specific image icon line 2 */
"NETBOOT_LIST_TOOLTIP" = "Valitse verkkolevy alta"; /* More Choices tooltip */
"SAVE_NETBOOT_DESCRIPT" = "Tietokone käynnistyy verkkolevyltä ”%1”."; /* save sheet */
"SAVE_NETINSTALL_DESCRIPT" = "Tietokone käynnistyy verkkolevyltä ”%1”. Jos levy asentaa ohjelmistoja automaattisesti, kovalevy saatetaan tyhjentää."; /* save sheet */
"NETBOOT_DESCRIPTION" = "Olet valinnut verkkolevyn ”%1”."; /* descriptive text at bottom of window */

"NETBOOT_ANY_TOOLTIP" = "Etsi verkkolevyä käynnistyksessä"; /* no server found tooltip */
"SAVE_NETBOOT_ANY_DESCRIPT" = "Tietokone etsii verkkolevyä käynnistyksessä."; /* save sheet */
"NETBOOT_ANY_DESCRIPTION" = "Olet valinnut verkkolevyjen etsimisen käynnistyksessä."; /* descriptive text at bottom of window */

/* kind strings for the netboot list view */
"INSTALL_9_KIND" = "Asenna Mac OS 9";
"INSTALL_X_KIND" = "Asenna Mac OS X";
"INSTALL_XSERVER_KIND" = "Asenna Mac OS X Server";
"9_KIND" = "Mac OS 9";
"X_KIND" = "Mac OS X";
"XSERVER_KIND" = "Mac OS X Server";
"UNTITLED_NAME" = "Nimetön";


/* error messages */
"SAVE_ERROR_TITLE" = "Käynnistyslevyä ei voida vaihtaa valittuun levyyn.";
"SAVE_ERROR_MSG" = "Käynnistyslevy ei voinut kerätä riittävästi tietoja valitusta levystä.";
"TDM_ERROR_TITLE" =  "Et voi käynnistää kohdelevytilassa.";
"TDM_ERROR_MSG" =  "Käynnistyslevy ei voinut asettaa järjestelmäominaisuutta.";



/* product names */
"Mac OS X" = "Mac OS X";
"Windows" = "Windows";
"Foreign OS" = "Vieras käyttöjärjestelmä";


